Repository: oat-sa/extension-tao-sync
Catalog: locales/*/messages.po
Languages: fr_fr

source: Add
fr_fr: Ajoutez

source: Approved VMs
fr_fr: VM approuvée

source: Assessments in progress:
fr_fr: Évaluations en cours :

source: Box ID
fr_fr: ID de la bo

source: Cancel
fr_fr: Annuler

source: Connection statistics
fr_fr: Statistiques de connexion

source: Connectivity
fr_fr: Connectivité

source: Current version of Tao Local is not compatible with Tao Cloud.
fr_fr: La version actuelle de Tao Local n'est pas compatible avec Tao Cloud.

source: Data Synchronization
fr_fr: Synchronisation des données

source: Delete
fr_fr: Supprimer

source: Depending on the workload this process may take a while.
fr_fr: Selon la charge de travail, ce processus peut prendre un certain temps.

source: Detail view
fr_fr: Vue détaillée

source: Disk & DB space:
fr_fr: Espace disque et BDD :

source: Done
fr_fr: Fait

source: Executions were successfully terminated.
fr_fr: Les exécutions ont pris fin avec succès.

source: Export Results
fr_fr: Résultats à l'exportation

source: Force end and synchronize
fr_fr: Fin de force et synchronisation

source: Go to
fr_fr: Aller à

source: Import of synchronization data is in progress.
fr_fr: L'importation des données de synchronisation est en cours.

source: Import Results
fr_fr: Importer les résultats

source: Last status check at %s
fr_fr: Dernier contrôle d'état à %s

source: Last synchronization has been completed at %s
fr_fr: La dernière synchronisation est terminée en %s

source: Missed package file
fr_fr: Fichier paquet manquant

source: Note that all time data refer to the server time.
fr_fr: Notez que toutes les données de temps se réfèrent à l'heure du serveur.

source: Please confirm reassignment
fr_fr: Veuillez confirmer la réaffectation

source: please ensure that everyone has completed the assessment before proceeding.
fr_fr: veuillez vous assurer que tout le monde a terminé l'évaluation avant de procéder.

source: Preparation of synchronization data is in progress.
fr_fr: La préparation des données de synchronisation est en cours.

source: Properties
fr_fr: Propriétés

source: Required field
fr_fr: Champ obligatoire

source: Save
fr_fr: Sauvegarder

source: Settings
fr_fr: Réglages

source: Success! The synchronization process has been finished.
fr_fr: Succès ! Le processus de synchronisation est terminé

source: Synchronization data has been imported.
fr_fr: Les données de synchronisation ont été importées.

source: Synchronization data is ready to be downloaded. Downloading process will start in the background.
fr_fr: Les données de synchronisation sont prêtes à être téléchargées. Le processus de téléchargement commencera en arrière-plan.

source: Synchronization export feature is not enabled.
fr_fr: La fonction d'exportation de synchronisation n'est pas activée.

source: Synchronization History
fr_fr: Historique de synchronisation

source: Synchronization in progress.
fr_fr: Synchronisation en cours.

source: Synchronization report data
fr_fr: Données du rapport de synchronisation

source: Synchronize Data
fr_fr: Synchroniser les données

source: Task has been enqueued at %s
fr_fr: La tâche a été demandée en %s

source: TestCenter must have an organisation id property to associate it to sync manager(s).
fr_fr: TestCenter doit avoir une propriété d'identifiant d'organisation pour l'associer au(x) gestionnaire(s) de synchronisation.

source: TestCenter must have only ony Sync Manager
fr_fr: TestCenter ne doit avoir qu'un seul gestionnaire Sync

source: The data synchronization cannot be completed because there are active assessments in progress.
fr_fr: La synchronisation des données ne peut pas être achevée car des évaluations actives sont en cours.

source: The export is already running!
fr_fr: L'exportation est déjà en cours !

source: The synchronisation is already running!
fr_fr: La synchronisation est déjà en cours !

source: The synchronization process has failed.
fr_fr: Le processus de synchronisation a échoué.

source: There are %s assessments in progress
fr_fr: Il y a des %s évaluations en cours.

source: There is one assessment in progress
fr_fr: Une évaluation est en cours

source: This user is already assigned to test centers: <strong>
fr_fr: Cet utilisateur est déjà affecté aux centres de test : <strong>

source: Tools
fr_fr: Outils

source: View
fr_fr: Afficher

source: Virtual machine version
fr_fr: Version de la machine virtuelle
